[
    {
        "title": "Freeport Indonesia to ramp up concentrate exports ahead of ban",
        "body": "The firm has exported about 65% of the quota as of mid-August.",
        "source": "https://www.mining.com/web/freeport-indonesias-copper-concentrate-exports-may-reach-90-of-its-quota-by-september-16-official-says/",
        "timestamp": "2025-08-21 00:00:00",
        "commodities": []
    },
    {
        "title": "Indonesia president signals intention to go after illegal mines",
        "body": "Indonesia will move to “rectify” illegal mines estimated to have caused $19 billion in state losses.",
        "source": "https://www.mining.com/web/prabowo-signals-intention-to-go-after-illegal-mines-in-indonesia/",
        "timestamp": "2025-08-15 00:00:00",
        "commodities": []
    },
    {
        "title": "Nickel surpasses coal as Indonesia’s top export, Macquarie says",
        "body": "Earnings from overseas sales of nickel products were $16.5 billion in the first half of the year.",
        "source": "https://www.mining.com/web/nickel-surpasses-coal-as-indonesias-top-export-macquarie-says/",
        "timestamp": "2025-08-14 00:00:00",
        "commodities": [
            "Nickel",
            "Coal"
        ]
    },
    {
        "title": "Indonesia discussing strategic management of critical minerals trade",
        "body": "Indonesia is one of only a only a handful of countries to strike a deal with Washington to lower US tariffs.",
        "source": "https://www.mining.com/web/indonesia-discussing-strategic-management-of-critical-minerals-trade/",
        "timestamp": "2025-07-24 00:00:00",
        "commodities": []
    },
    {
        "title": "Indonesia mining ministry proposes 18 development projects for Danantara funding",
        "body": "Danantara is Indonesian President Prabowo Subianto's main vehicle to achieve his 8% economic growth target by 2029.",
        "source": "https://www.mining.com/web/indonesia-mining-ministry-proposes-18-development-projects-for-danantara-funding/",
        "timestamp": "2025-07-22 00:00:00",
        "commodities": []
    },
    {
        "title": "Vale Indonesia to seek up to $1.2 billion financing in 2026-2027",
        "body": "The first round of financing, around $500 million, will likely come from bank loans in early 2026.",
        "source": "https://www.mining.com/web/vale-indonesia-to-seek-up-to-1-2-billion-financing-in-2026-2027-official-says/",
        "timestamp": "2025-07-18 00:00:00",
        "commodities": []
    },
    {
        "title": "Indonesia looking at coal export levy to boost state coffers",
        "body": "The tariff would be collected from miners only when coal prices are high, with authorities potentially including it in the 2026 budget plan.",
        "source": "https://www.mining.com/web/indonesia-looking-at-coal-export-levy-to-boost-state-coffers/",
        "timestamp": "2025-07-15 00:00:00",
        "commodities": [
            "Coal"
        ]
    },
    {
        "title": "Philippine miner sees surge in nickel shipments to Indonesia",
        "body": "Exports from the Philippines to Indonesia will likely rise to between 5 million and 10 million tons this year from around a million tons at the end of 2023.",
        "source": "https://www.mining.com/web/philippine-miner-sees-surge-in-nickel-shipments-to-indonesia/",
        "timestamp": "2025-07-11 00:00:00",
        "commodities": [
            "Nickel"
        ]
    },
    {
        "title": "Chinese tycoons are turning Indonesia into an aluminum giant",
        "body": "This year alone, three new alumina refineries, a key part of the aluminum production process, will begin working.",
        "source": "https://www.mining.com/web/chinese-tycoons-are-turning-indonesia-into-an-aluminum-giant/",
        "timestamp": "2025-07-10 00:00:00",
        "commodities": []
    },
    {
        "title": "Indonesian minister seeks support to allow Amman to export copper concentrate",
        "body": "Amman said in February that it had around 200,000 metric tons of concentrate inventory available for export.",
        "source": "https://www.mining.com/web/indonesian-minister-seeks-support-to-allow-amman-to-export-copper-concentrate/",
        "timestamp": "2025-07-07 00:00:00",
        "commodities": [
            "Copper"
        ]
    },
    {
        "title": "APNI Successfully Holds 7th Training to Miners (TTM) 2025",
        "body": "The Indonesian Nickel Miners Association (APNI) held its 7th Training to Miners (TTM) 2025, a three-day event aimed at enhancing the capacity and understanding of nickel industry players in various strategic aspects of mining. The training covered nine key topics, including RKAB 1 Year, minimum wage policy, ESG integration, and Indonesia Metals Exchange, and was attended by government representatives, academia, and industry players.",
        "source": "https://nikel.co.id/2025/08/20/ttm-apni-2025-resmi-digelar-dorong-tata-kelola-nikel-yang-transparan-dan-berkelanjutan/",
        "timestamp": "2025-08-20 10:54:43",
        "commodities": [
            "Nickel"
        ]
    },
    {
        "title": "Indonesian President Vows to Crack Down on Illegal Mining, Targets Elite and Officials",
        "body": "President Prabowo Subianto has pledged to tackle illegal mining, which has caused the state a loss of at least IDR 300 trillion, and warned that no one, including elite and officials, will be protected from the law. The government plans to establish cooperatives to legalize small-scale mining and create millions of quality jobs through investment and downstreaming of natural resources.",
        "source": "https://nikel.co.id/2025/08/19/presiden-prabowo-tegaskan-perang-terhadap-beking-tambang-ilegal-tidak-ada-yang-akan-saya-lindungi/",
        "timestamp": "2025-08-19 20:10:56",
        "commodities": []
    },
    {
        "title": "Indonesia's Nickel Reference Price Falls Slightly in Second Half of August 2025",
        "body": "The Indonesian government has set the nickel reference price at US$15.012,67 per dry metric ton for the second half of August 2025, a slight decrease from the previous period. The fluctuation in prices serves as a signal for nickel industry players to adjust their production and marketing strategies, considering the reference price is a key factor in domestic transactions and royalty calculations.",
        "source": "https://nikel.co.id/2025/08/18/hma-harga-nikel-turun-tipis/",
        "timestamp": "2025-08-18 16:54:29",
        "commodities": [
            "Nickel"
        ]
    },
    {
        "title": "Indonesia Pushes for Nickel Hilirisasi to Boost Industry Competitiveness and Attract Investment",
        "body": "The Indonesian government is emphasizing the importance of nickel hilirisasi to increase industry competitiveness and attract investment, with 18 strategic projects worth Rp500 trillion in potential investment. The government is also strengthening environmental, social, and governance (ESG) implementation in the mining sector through revised regulations and certification standards.",
        "source": "https://nikel.co.id/2025/08/15/wamen-esdm-tren-global-peluang-tingkatkan-daya-saing-kuasai-rantai-pasok/",
        "timestamp": "2025-08-15 22:15:46",
        "commodities": [
            "Nickel"
        ]
    },
    {
        "title": "Indonesian Nickel Miners Association Supports Development of Sustainability Certification",
        "body": "The Indonesian Nickel Miners Association (APNI) has expressed its readiness to support the development of sustainability certification in the mining sector to strengthen environmental, social, and governance (ESG) practices and expand access to international markets. APNI has been in discussions with global automotive producers, such as Tesla and Mercedes-Benz, to ensure that Indonesian nickel meets international ESG standards.",
        "source": "https://nikel.co.id/2025/08/15/tingkatkan-akses-pasar-internasional-apni-dorong-penyusunan-sertifikasi-esg-nasional/",
        "timestamp": "2025-08-15 22:01:09",
        "commodities": [
            "Nickel"
        ]
    },
    {
        "title": "Aquila Nickel Group Implements Regulatory Compliance System to Strengthen Governance in Nickel Mining",
        "body": "PT Bumi Konawe Minerina, a subsidiary of Aquila Nickel Group, has implemented a Regulatory Compliance System (RCS) to enhance legal compliance and governance in the nickel mining industry. The system aims to ensure timely and structured management of legal obligations, supporting the company's commitment to responsible and transparent mining practices.",
        "source": "https://nikel.co.id/2025/08/13/perkuat-tata-kelola-dan-kepatuhan-hukum-bumi-konawe-minerina-implementasikan-rcs-dari-hukumonline/",
        "timestamp": "2025-08-13 14:27:57",
        "commodities": [
            "Nickel"
        ]
    },
    {
        "title": "Indonesian Nickel Industry Leaders Discuss Challenges and Strategies for Resilience",
        "body": "Indonesian nickel industry leaders discussed the challenges of low nickel prices, global uncertainty, and the importance of sustainable investment at the 4th Nickel Producers, Processors, and Buyers Conference in Jakarta. They emphasized the need for realistic market expectations, diversification of products and markets, and responsible mining practices to ensure the long-term sustainability of the industry.",
        "source": "https://nikel.co.id/2025/08/12/strategi-industri-nikel-hadapi-tekanan-harga-pemimpin-industri-ungkap-arah-masa-depan-di-forum-ceo/",
        "timestamp": "2025-08-12 17:53:59",
        "commodities": [
            "Nickel"
        ]
    },
    {
        "title": "SESNA Develops Renewable Energy Solutions for Nickel Smelters in Indonesia",
        "body": "PT Sumber Energi Surya Nusantara (SESNA) is building a 300 MWp solar power plant to support decarbonization of nickel smelters in Indonesia, particularly in the Morowali industrial area. The project aims to reduce carbon emissions and meet global sustainability standards, with a target to start construction in September 2025.",
        "source": "https://nikel.co.id/2025/08/12/sesna-bangun-smelter-nikel-terbesar-ramah-lingkungan-dengan-energi-surya/",
        "timestamp": "2025-08-12 12:44:06",
        "commodities": [
            "Nickel"
        ]
    },
    {
        "title": "Indonesia's Mining Sector Contributes Rp74.2 Trillion to State Revenue in H1 2025",
        "body": "Indonesia's mining sector, led by nickel, contributed Rp74.2 trillion to state revenue in the first half of 2025, with the sector's overall revenue reaching Rp138.8 trillion, or 54.5% of the annual target. The government is optimistic that the target of Rp254.5 trillion can be achieved by the end of the year, driven by stable commodity prices and increased national production volume.",
        "source": "https://nikel.co.id/2025/08/11/dirjen-minerba-realisasi-sektor-nikel-menunjukkan-berjalan-sesuai-rencana/",
        "timestamp": "2025-08-11 15:57:03",
        "commodities": [
            "Nickel"
        ]
    },
    {
        "title": "Indonesia's Energy and Mineral Sector Sees 24.1% Investment Growth in Semester I 2025",
        "body": "Indonesia's energy and mineral sector has seen a significant 24.1% growth in investment in Semester I 2025, reaching US$13.9 billion, with the oil and gas subsector contributing the most at US$8.1 billion. The sector has also created 753,578 jobs and generated Rp138.8 trillion in non-tax state revenue, despite declining global commodity prices.",
        "source": "https://nikel.co.id/2025/08/11/investasi-esdm-semester-i-2025-tembus-us139-miliar/",
        "timestamp": "2025-08-11 14:49:48",
        "commodities": [
            "Nickel",
            "Coal"
        ]
    },
    {
        "title": "Pertamina NRE Boosts Renewable Energy Capacity, Sees 14% Increase in 1H 2025",
        "body": "Pertamina New & Renewable Energy (Pertamina NRE) has increased its renewable energy capacity by 14% to 2,842 MW in the first half of 2025, driven by its strategic acquisition of a 20% stake in Filipino energy company Citicore Renewable Energy Corporation (CREC). CREC's revenue grew 28% to ₱2.66 billion, with EBITDA rising 22% to ₱932 million and net profit jumping 38% to ₱630 million.",
        "source": "https://www.ruangenergi.com/kapasitas-pembangkit-naik-14-buah-manis-investasi-pertamina-nre-di-perusahaan-energi-filipina-crec/",
        "timestamp": "2025-08-20 00:00:00",
        "commodities": []
    },
    {
        "title": "Pertamina NRE's Investment in CREC Boosts Stock Price by 30%",
        "body": "Pertamina NRE's investment in CREC on June 18 was positively received by the Philippine stock market, with CREC's stock price increasing by 30% to ₱4.21 (around Rp 1,195 per share) since the start of 2025. The investment has led to a significant surge in CREC's stock value, reflecting market confidence in the partnership.",
        "source": "https://www.ruangenergi.com/tokcer-buah-manis-investasi-pertamina-nre-laba-bersih-crec-terbang-38-persen/",
        "timestamp": "2025-08-19 00:00:00",
        "commodities": []
    },
    {
        "title": "Zulfan Zahar Elected as New Chairman of Masyarakat Energi Terbarukan Indonesia (METI)",
        "body": "Zulfan Zahar has been elected as the new Chairman of Masyarakat Energi Terbarukan Indonesia (METI) for the 2025-2028 period, securing 84.9% of the votes. The new leadership is expected to focus on developing human resources and promoting transparency in the renewable energy sector to support Indonesia's national energy transition goals.",
        "source": "https://www.ruangenergi.com/sah-zulfan-zahar-terpilih-jadi-ketum-meti-2025-2028/",
        "timestamp": "2025-08-16 00:00:00",
        "commodities": []
    },
    {
        "title": "METI Holds National Congress, Elects New Leader to Accelerate Renewable Energy Transition",
        "body": "The Indonesian Renewable Energy Society (METI) held its 9th National Congress, where three candidates, Norman Ginting, Suroso Isnandar, and Zulfan Zahar, are vying for the position of General Chairperson to lead the organization towards a green economy and decarbonization. The new leader is expected to bring fresh momentum to accelerate Indonesia's renewable energy transition.",
        "source": "https://www.ruangenergi.com/breaking-news-munas-ix-meti-bobby-gafur-umar-mundur-dari-bursa-calon-ketua-umum/",
        "timestamp": "2025-08-16 00:00:00",
        "commodities": []
    },
    {
        "title": "Indonesia's Electric Vehicle Industry Enters New Phase, Emphasizing Battery Safety and Certification",
        "body": "PT CARSURIN Tbk, a leading battery testing laboratory operator in Indonesia, warns the electric vehicle industry to prioritize battery safety and certification, citing the decline in electric motorcycle sales after subsidy quotas ended in 2024. The company emphasizes that investing in battery testing is crucial for long-term growth and reputation, rather than just meeting short-term regulatory requirements.",
        "source": "https://www.ruangenergi.com/industri-motor-listrik-diminta-siap-hadapi-era-pasca-subsidi-carsurin-uji-baterai-sekarang-atau-tertinggal-catat-itu/",
        "timestamp": "2025-08-13 00:00:00",
        "commodities": []
    },
    {
        "title": "Indonesia's Carbon Economic Value: A Strategic Instrument for Industrial Transition",
        "body": "The implementation of Carbon Economic Value (NEK) in Indonesia is expected to increase energy efficiency, promote the adoption of green technology, and prepare industries for international climate policies. The policy will also have a significant impact on small and medium-sized enterprises (IKM) in the industrial supply chain, encouraging them to adopt low-carbon technologies and reduce their carbon footprint.",
        "source": "https://www.ruangenergi.com/nilai-ekonomi-karbon-tkdn-hijau-dan-dampaknya-pada-rantai-pasok-industri-kecil-menengah-dan-rumah-tangga/",
        "timestamp": "2025-08-11 00:00:00",
        "commodities": []
    },
    {
        "title": "PLN Commits to Promoting Science and Technology for Renewable Energy Development in Indonesia",
        "body": "PT PLN (Persero) is committed to promoting the use of science and technology to increase the portion of new and renewable energy (EBT) in Indonesia, supporting energy self-sufficiency and national economic growth. The company is ready to collaborate with universities and research institutions to implement research results in accelerating the use of EBT in Indonesia.",
        "source": "https://www.ruangenergi.com/pln-siap-dorong-pemanfaatan-sains-dan-teknologi-untuk-akselerasi-ebt/",
        "timestamp": "2025-08-10 00:00:00",
        "commodities": []
    },
    {
        "title": "Pertamina Develops Bioethanol from Aren Trees to Support National Energy Transition",
        "body": "PT Pertamina is preparing a strategic plan to develop renewable energy through the use of aren trees as a raw material for bioethanol, with a pilot project planned in several regions in Indonesia, aiming to produce 876,000 kiloliters of bioethanol per year. This initiative is expected to become a game-changer in the national energy transition and support the country's Net Zero Emission 2060 target.",
        "source": "https://www.ruangenergi.com/mantab-pertamina-pelajari-potensi-bioetanol-dari-aren-di-sulawesi-targetkan-energi-bersih-dan-ekonomi-desa/",
        "timestamp": "2025-08-08 00:00:00",
        "commodities": []
    },
    {
        "title": "PT Timah's Conservation Efforts: Rehabilitating Over 1,000 Endangered Species",
        "body": "PT Timah, in collaboration with Alobi Foundation, has established a Wildlife Rescue Center in Pangkal Pinang, Bangka, which has successfully rehabilitated and released over 1,000 endangered species back into their natural habitats since 2018. This initiative is part of the company's environmental responsibility efforts, setting an example for other mining companies to follow.",
        "source": "https://www.ruangenergi.com/bukan-sekadar-tambang-pt-timah-rawat-satwa-liar-lewat-pps-alobi-mantap/",
        "timestamp": "2025-08-22 00:00:00",
        "commodities": [
            "Tin"
        ]
    },
    {
        "title": "PT Pertamina Gas Commits to Developing Village-Based Micro, Small, and Medium Enterprises",
        "body": "PT Pertamina Gas (Pertagas) has committed to developing village-based micro, small, and medium enterprises (UMKM) as part of its corporate social responsibility program, which has already benefited over 2,400 people directly and 7,500 people indirectly. The program aims to empower local communities to become economically independent and contribute to national economic growth.",
        "source": "https://www.ruangenergi.com/wujudkan-merdeka-ekonomi-pertagas-dorong-pengembangan-umkm-berbasis-desa/",
        "timestamp": "2025-08-21 00:00:00",
        "commodities": []
    },
    {
        "title": "PT Timah's New Smelter in Muntok, Bangka Belitung, Begins Operation",
        "body": "PT Timah's new smelter in Muntok, Bangka Belitung, with a production capacity of 40,000 tons of tin per year, has officially begun operation in January 2023 after a two-year delay due to the pandemic. The Ausmelt Furnace technology used in the smelter is more efficient and environmentally friendly, enabling the company to process low-grade tin concentrates and strengthening Indonesia's competitiveness in the global tin market.",
        "source": "https://www.ruangenergi.com/wow-smelter-modern-pt-timah-tbk-di-muntok-jadi-andalan-hilirisasi-timah-nasional/",
        "timestamp": "2025-08-22 00:00:00",
        "commodities": [
            "Tin"
        ]
    },
    {
        "title": "MIND ID Holds MediaMIND 2025 Socialization at ITB, Fostering Innovation in Mining Sector",
        "body": "PT Mineral Industri Indonesia (MIND ID) held its first MediaMIND 2025 socialization event at the Institut Teknologi Bandung (ITB), attended by hundreds of students, public, and local media, aiming to provide in-depth information on the mining sector and its benefits. The event highlighted MIND ID's strategic initiatives, including optimizing natural resources while ensuring environmental and social sustainability, as seen in the post-mining program in Ombilin, which led to the site being listed as a UNESCO cultural heritage in 2019.",
        "source": "https://www.ruangenergi.com/sosialisasi-mediamind-itb-pastikan-manfaat-kekayaan-mineral-bagi-peradaban-indonesia/",
        "timestamp": "2025-08-21 00:00:00",
        "commodities": [
            "Coal"
        ]
    },
    {
        "title": "Pertamina Hulu Energi Accelerates Oil and Gas Production for Indonesia's Energy Independence",
        "body": "PT Pertamina Hulu Energi (PHE) is speeding up oil and gas production to ensure Indonesia's energy independence, with a current contribution of 69% to national oil production and 37% to national gas production. PHE is implementing strategies to maintain baseline production and accelerate growth through exploration, new discoveries, and technology adoption, while ensuring compliance with ESG principles.",
        "source": "https://www.ruangenergi.com/phe-tancap-gas-dongkrak-produksi-migas-targetkan-swasembada-energi/",
        "timestamp": "2025-08-22 00:00:00",
        "commodities": []
    },
    {
        "title": "Pertamina Hulu Energi Accelerates Oil and Gas Exploration to Ensure Energy Security",
        "body": "PT Pertamina Hulu Energi (PHE) is accelerating oil and gas exploration to ensure energy security in Indonesia, with a significant contribution of 69% to domestic oil lifting and 37% to national gas sales. The company is focusing on high-impact exploration, Enhanced Oil Recovery (EOR), and greenfield development to increase production, with several key projects underway.",
        "source": "https://www.ruangenergi.com/eksplorasi-jadi-game-changer-phe-percepat-produksi-migas-di-era-transisi-catat-ya/",
        "timestamp": "2025-08-22 00:00:00",
        "commodities": []
    },
    {
        "title": "Indonesia's Energy and Mineral Resources Sector: A Key Driver of National Development",
        "body": "As Indonesia celebrates its 80th anniversary, the energy and mineral resources sector reaffirms its strategic role in driving national development, with a focus on energy transition, national energy resilience, and sustainable exploration and production. The sector's future direction will be shaped by key decisions on new work areas, fiscal policy revisions, energy integration with industry, and large-scale energy infrastructure development.",
        "source": "https://www.ruangenergi.com/catatan-redaksi-esdm-untuk-indonesia-emas/",
        "timestamp": "2025-08-07 00:00:00",
        "commodities": []
    },
    {
        "title": "Indonesia's Mining Sector Struggles with Investment Uncertainty",
        "body": "Indonesia's rich natural resources, particularly in the energy and mineral sectors, have the potential to attract significant investment and drive economic growth, but uncertainty and insecurity are deterring investors, leading to a decline in production and revenue. To address this, the government needs to create a conducive investment climate by simplifying and stabilizing regulations, ensuring fair and transparent law enforcement, and providing investment protection.",
        "source": "https://www.ruangenergi.com/catatan-redaksi-kepastian-dan-keamanan-berusaha-kunci-investasi-di-sektor-energi-dan-sumber-daya-mineral-indonesia/",
        "timestamp": "2025-07-14 00:00:00",
        "commodities": []
    },
    {
        "title": "Pertamina NRE Boosts Renewable Energy Capacity, Sees 14% Increase in 1H 2025",
        "body": "Pertamina New & Renewable Energy (Pertamina NRE) has increased its renewable energy capacity by 14% to 2,842 MW in the first half of 2025, driven by its strategic acquisition of a 20% stake in Filipino energy company Citicore Renewable Energy Corporation (CREC). CREC's revenue grew 28% to ₱2.66 billion, with EBITDA rising 22% to ₱932 million and net profit jumping 38% to ₱630 million.",
        "source": "https://www.ruangenergi.com/kapasitas-pembangkit-naik-14-buah-manis-investasi-pertamina-nre-di-perusahaan-energi-filipina-crec/",
        "timestamp": "2025-08-20 00:00:00",
        "commodities": []
    },
    {
        "title": "Pertamina NRE's Investment in CREC Boosts Stock Price by 30%",
        "body": "Pertamina NRE's investment in CREC on June 18 was positively received by the Philippine stock market, with CREC's stock price increasing by 30% to ₱4.21 (around Rp 1,195 per share) since the start of 2025. The investment has led to a significant surge in CREC's stock value, reflecting market confidence in the partnership.",
        "source": "https://www.ruangenergi.com/tokcer-buah-manis-investasi-pertamina-nre-laba-bersih-crec-terbang-38-persen/",
        "timestamp": "2025-08-19 00:00:00",
        "commodities": []
    }
]